-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Jul 19, 2019 at 12:55 PM
-- Server version: 5.7.26
-- PHP Version: 7.2.18

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ebook`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

DROP TABLE IF EXISTS `admins`;
CREATE TABLE IF NOT EXISTS `admins` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(100) NOT NULL,
  `password` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `username`, `password`) VALUES
(1, 'ghofran', '123');

-- --------------------------------------------------------

--
-- Table structure for table `books`
--

DROP TABLE IF EXISTS `books`;
CREATE TABLE IF NOT EXISTS `books` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `author` varchar(100) NOT NULL,
  `category` varchar(100) NOT NULL,
  `pages` int(11) NOT NULL,
  `descrip` text NOT NULL,
  `img` varchar(200) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `books`
--

INSERT INTO `books` (`id`, `name`, `author`, `category`, `pages`, `descrip`, `img`) VALUES
(1, 'Ø§Ù„Ø¹Ø¬ÙˆØ² ÙˆØ§Ù„Ø¨Ø­Ø±', 'Ø¥Ø±Ù†Ø³Øª Ù‡Ù…Ù†ØºÙˆØ§ÙŠ', 'literature', 111, 'Ø³Ø§Ù†ØªÙŠØ§ØºÙˆ ØµÙŠØ§Ø¯ Ø¹Ø¬ÙˆØ² Ù…ØªÙ‚Ø¯Ù… ÙÙŠ Ø§Ù„Ø³Ù† ÙˆÙ„ÙƒÙ†Ù‡ Ù„Ø§ ÙŠØ²Ø§Ù„ Ù…ØªÙ…ØªØ¹Ø§ Ø¨Ø­ÙŠÙˆÙŠØªÙ‡ ÙˆÙ†Ø´Ø§Ø·Ù‡. ÙƒØ§Ù† Ù„Ø§ ÙŠØ²Ø§Ù„ Ø±Ø§Ø¨Ø¶Ø§ ÙÙŠ Ø²ÙˆØ±Ù‚Ù‡ØŒ ÙˆØ­ÙŠØ¯Ø§ØŒ Ø³Ø§Ø¹ÙŠØ§ Ø¥Ù„Ù‰ Ø§Ù„ØµÙŠØ¯ ÙÙŠ Ø®Ù„ÙŠØ¬ \"ØºÙˆÙ„Ø¯ Ø³ØªØ±ÙŠÙ…\". ÙˆÙ…Ø¶Ù‰ Ø£ÙƒØ«Ø± Ù…Ù† Ø«Ù…Ø§Ù†ÙŠÙ† ÙŠÙˆÙ…Ø§ ÙˆÙ„Ù… ÙŠØ¸ÙØ± ÙˆÙ„Ùˆ Ø¨Ø³Ù…ÙƒØ© ÙˆØ§Ø­Ø¯Ø©. Ø±Ø§ÙÙ‚Ù‡ ÙÙŠ Ø§Ù„Ø§ÙŠØ§Ù… Ø§Ù„Ø£Ø±Ø¨Ø¹ÙŠÙ† Ø§Ù„Ø£ÙˆÙ„Ù‰ ÙˆÙ„Ø¯ ØµØºÙŠØ± ÙƒØ§Ù† Ø¨Ù…Ø«Ø§Ø¨Ø© Ù…Ø³Ø§Ø¹Ø¯ Ù„Ù‡ØŒ Ù„ÙƒÙ† Ø£Ù‡Ù„ Ù‡Ø°Ø§ Ø§Ù„ÙˆÙ„Ø¯ Ø£Ø¬Ø¨Ø±ÙˆÙ‡ Ø¹Ù„Ù‰ Ù‚Ø·Ø¹ ÙƒÙ„ ØµÙ„Ø© Ø¨Ø§Ù„ØµÙŠØ§Ø¯. ', '1.jpg'),
(2, 'Ø£Ø·Ù„Ø³ Ø§Ù„ÙØ¶Ø§Ø¡', 'Ù†ÙŠØ¬Ù„ Ù‡Ù†Ø¨Ø³Øª', 'science', 64, 'Ø£Ø·Ù„Ø³ Ù…Ø«ÙŠØ± Ù…ØµÙˆØ± Ù„Ù„ÙƒÙˆÙ†ØŒ ÙŠØµØ­Ø¨ Ø§Ù„Ù‚Ø§Ø±Ø¦ ÙÙŠ Ø±Ø­Ù„Ø© Ø§Ø³ØªÙƒØ´Ø§ÙÙŠØ© Ø´Ø§Ø¦Ù‚Ø© ÙÙŠ Ø¹Ø§Ù„Ù… Ø§Ù„ÙØ¶Ø§Ø¡ Ø§Ù„Ø®Ø§Ø±Ø¬ÙŠ.', '4.png'),
(3, 'ØªØ§Ø±ÙŠØ® Ø§Ù„Ø·Ø¨', 'ÙˆÙŠÙ„ÙŠØ§Ù… Ø¨Ø§ÙŠÙ†Ù…', 'science', 163, 'Ù‡Ø°Ø§ Ø§Ù„ÙƒØªØ§Ø¨ Ø§Ù„Ù…ÙˆØ¬Ø² Ø³Ù‡Ù„ Ø§Ù„Ø§Ø³ØªÙŠØ¹Ø§Ø¨ Ù…Ù† Ø³Ù„Ø³Ù„Ø© Â«Ù…Ù‚Ø¯Ù…Ø© Ù‚ØµÙŠØ±Ø© Ø¬Ø¯Ù‹Ù‘Ø§Â» ÙŠØ£Ø®Ø° Ø§Ù„Ù‚Ø§Ø±Ø¦ ÙÙŠ Ø¬ÙˆÙ„Ø© Ø¹Ø¨Ø± ØªØ§Ø±ÙŠØ® Ø§Ù„Ø·Ø¨ Ù…Ù†Ø° Ø§Ù„Ø¹ØµÙˆØ± Ø§Ù„ÙƒÙ„Ø§Ø³ÙŠÙƒÙŠØ© ÙˆØ­ØªÙ‰ ÙˆÙ‚ØªÙ†Ø§ Ø§Ù„Ø­Ø§Ø¶Ø±.\r\nÙ…Ù† Ø®Ù„Ø§Ù„ Ø§Ù„ØªØ±ÙƒÙŠØ² Ø¹Ù„Ù‰ Ù†Ù‚Ø§Ø· Ø§Ù„ØªØ­ÙˆÙÙ‘Ù„ Ø§Ù„Ø±Ø¦ÙŠØ³ÙŠØ© ÙÙŠ ØªØ§Ø±ÙŠØ® Ø§Ù„Ø·Ø¨ Ø§Ù„ØºØ±Ø¨ÙŠ â€” Ù…Ø«Ù„ Ø¸Ù‡ÙˆØ± Ø§Ù„Ù…Ø³ØªØ´ÙÙŠØ§Øª ÙˆÙ†Ø´Ø£Ø© Ø§Ù„Ø·Ø¨ Ø§Ù„ØªØ¬Ø±ÙŠØ¨ÙŠ â€” ÙŠÙ‚Ø¯ÙÙ‘Ù… ÙˆÙŠÙ„ÙŠØ§Ù… Ø¨Ø§ÙŠÙ†ÙŽÙ… Ø±Ø¤ÙŠØ© Ù†Ø§ÙØ°Ø© Ø¥Ù„Ù‰ Ù…Ø§Ø¶ÙŠ Ø§Ù„Ø·Ø¨ØŒ Ù…Ø¹ Ø§Ù„ØªØ¹Ø±ÙÙ‘Ø¶ Ø£ÙŠØ¶Ù‹Ø§ Ø¥Ù„Ù‰ Ø§Ù„Ù‚Ø¶Ø§ÙŠØ§ ÙˆØ§Ù„Ø§ÙƒØªØ´Ø§ÙØ§Øª ÙˆØ§Ù„Ø®Ù„Ø§ÙØ§Øª Ø§Ù„Ù…Ø¹Ø§ØµØ±Ø©.\r\n', '6.jpg'),
(4, 'Ø±Ø¬Ø§Ù„ ÙÙŠ Ø§Ù„Ø´Ù…Ø³', 'ØºØ³Ø§Ù† ÙƒÙ†ÙØ§Ù†ÙŠ', 'literature', 93, 'Ø§Ù„Ø±ÙˆØ§ÙŠØ© ØªØµÙ ØªØ£Ø«ÙŠØ±Ø§Øª Ø§Ù„Ù†ÙƒØ¨Ø© Ø³Ù†Ø© 1948 Ø¹Ù„Ù‰ Ø§Ù„Ø´Ø¹Ø¨ Ø§Ù„ÙÙ„Ø³Ø·ÙŠÙ†ÙŠ Ù…Ù† Ø®Ù„Ø§Ù„ Ø£Ø±Ø¨Ø¹Ø© Ù†Ù…Ø§Ø°Ø¬ Ù…Ù† Ø£Ø¬ÙŠØ§Ù„ Ù…Ø®ØªÙ„ÙØ©ØŒ ÙˆÙ‡ÙŠ ØªÙ‚Ø¯Ù… Ø§Ù„ÙÙ„Ø³Ø·ÙŠÙ†ÙŠ ÙÙŠ ØµÙŠØºØ© Ø§Ù„Ù„Ø§Ø¬Ø¦ .', '3.jpg'),
(5, 'ØªØ§Ø±ÙŠØ® Ù…ÙˆØ¬Ø² Ù„Ù„Ø²Ù…Ø§Ù†', 'Ø³ØªÙŠÙÙ† Ù‡ÙˆÙƒÙ†Ø¬', 'science', 163, 'ÙŠØ­Ø§ÙˆÙ„ Ù‡ÙˆÙƒÙŠÙ†Øº ÙÙŠ ÙƒØªØ§Ø¨Ù‡ Â«ØªØ§Ø±ÙŠØ® Ù…ÙˆØ¬Ø² Ù„Ù„Ø²Ù…Ø§Ù† Ù…Ù† Ù†Ø¸Ø±ÙŠØ© Ø§Ù„Ø¥Ù†ÙØ¬Ø§Ø± Ø§Ù„Ø¹Ø¸ÙŠÙ… Ø¥Ù„Ù‰ Ø§Ù„Ø«Ù‚ÙˆØ¨ Ø§Ù„Ø³ÙˆØ¯Ø§Ø¡Â» Ø´Ø±Ø­ ÙˆØªØ¨Ø³ÙŠØ· Ø§Ù„Ø£Ù…ÙˆØ± Ø§Ù„ÙÙŠØ²ÙŠØ§Ø¦ÙŠØ© ÙƒØ§Ù„ÙƒÙˆØ§Ø±ÙƒØŒ Ù…ÙÙ‡ÙˆÙ… ÙƒÙ„Ø§ Ù…Ù† Ø§Ù„ÙˆÙ‚ØªØŒ Ø§Ù„ÙØ±Ø§ØºØŒ Ø§Ù„Ø¬Ø§Ø°Ø¨ÙŠØ©ØŒ Ù†Ø¸Ø±ÙŠØ© Ø§Ù„Ø¥Ù†ÙØ¬Ø§Ø± Ø§Ù„Ø¹Ø¸ÙŠÙ…ØŒ Ø§Ù„Ø«Ù‚ÙˆØ¨ Ø§Ù„Ø³ÙˆØ¯Ø§Ø¡ ÙˆØ§Ù„Ù…Ø®Ø§Ø±ÙŠØ· Ø§Ù„Ø¶ÙˆØ¦ÙŠØ©. ØµØ±Ø­ Ù‡ÙˆÙƒÙŠÙ†Øº ÙÙŠ Ø¥Ø­Ø¯Ù‰ Ù…Ù‚Ø§Ø¨Ù„Ø§ØªÙ‡ Ø¨Ø£Ù† Ù‡Ø¯Ù Ø§Ù„ÙƒØªØ§Ø¨ Ø§Ù„Ø£Ø³Ø§Ø³ÙŠ Ù‡Ùˆ ØªÙˆØµÙŠÙ„ Ù†Ø¨Ø°Ø© Ø¹Ø§Ù…Ø© ÙˆØ¨Ø³ÙŠØ·Ù‡ Ø¹Ù† ØªÙ„Ùƒ Ø§Ù„Ø£Ù…ÙˆØ± Ù„ØºÙŠØ± Ø§Ù„ÙÙŠØ²ÙŠØ§Ø¦ÙŠÙŠÙ† Ø¹Ù„Ù‰ Ø§Ù„Ø±ØºÙ… Ù…Ù† Ù…Ø­Ø§ÙˆÙ„Ø§ØªÙ‡ Ù„Ù„Ø®ÙˆØ¶ ÙÙŠ Ø¨Ø¹Ø¶ Ø§Ù„Ù…Ø¹Ø§Ø¯Ù„Ø§Øª Ø§Ù„Ø±ÙŠØ§Ø¶ÙŠØ© Ø§Ù„Ù…Ø¹Ù‚Ø¯Ø©. ', '5.jpg'),
(6, 'Ø§Ù„Ø·Ù†Ø·ÙˆØ±ÙŠØ©', 'Ø±Ø¶ÙˆÙ‰ Ø¹Ø§Ø´ÙˆØ±', 'literature', 463, 'ØªØ³Ø±Ø¯ Ø§Ù„Ø±ÙˆØ§ÙŠØ© Ø³ÙŠØ±Ø© Ù…ØªØ®ÙŠÙ„Ø© Ù„Ø¹Ø§Ø¦Ù„Ø© ÙÙ„Ø³Ø·ÙŠÙ†ÙŠØ©ØŒ Ù…Ù†ØªØ³Ø¨Ø© Ø¥Ù„Ù‰ Ù‚Ø±ÙŠØ© Ø§Ù„Ø·Ù†Ø·ÙˆØ±Ø©ØŒ Ø¨ÙŠÙ† Ø³Ù†ØªÙŠ 1947 Ùˆ 2000ØŒ ØªÙ… Ø§Ù‚ØªÙ„Ø§Ø¹Ù‡Ø§ Ù…Ù† Ø£Ø±Ø¶Ù‡Ø§ Ø¨Ø¹Ø¯ Ø§Ø¬ØªÙŠØ§Ø­ Ø§Ù„Ø¹ØµØ§Ø¨Ø§Øª Ø§Ù„ØµÙ‡ÙŠÙˆÙ†ÙŠØ© Ù„Ù„Ù‚Ø±ÙŠØ©ØŒ Ù„ØªØ¹ÙŠØ´ ØªØ¬Ø§Ø±Ø¨ Ø§Ù„Ù„Ø¬ÙˆØ¡ ÙÙŠ Ù„Ø¨Ù†Ø§Ù† Ùˆ Ø§Ù„Ø¥Ù…Ø§Ø±Ø§Øª Ùˆ Ù…ØµØ±. ØªÙ†ØªØ¸Ù… Ø§Ù„Ø±ÙˆØ§ÙŠØ© Ø­ÙˆÙ„ Ø®Ø· Ù…Ù† Ø§Ù„Ø£Ø­Ø¯Ø§Ø« Ùˆ Ø§Ù„ÙˆÙ‚Ø§Ø¦Ø¹ Ø§Ù„ØªØ§Ø±ÙŠØ®ÙŠØ© ÙƒØ§Ù„Ù†ÙƒØ¨Ø© Ùˆ Ø§Ù„Ù„Ø¬ÙˆØ¡ Ø§Ù„ÙÙ„Ø³Ø·ÙŠÙ†ÙŠ Ùˆ Ø§Ù„Ø­Ø±Ø¨ Ø§Ù„Ø£Ù‡Ù„ÙŠØ© Ø§Ù„Ù„Ø¨Ù†Ø§Ù†ÙŠØ© Ùˆ Ø§Ù„Ø§Ø¬ØªÙŠØ§Ø­ Ø§Ù„Ø¥Ø³Ø±Ø§Ø¦ÙŠÙ„ÙŠ Ù„Ù„Ø¨Ù†Ø§Ù†.', '2.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phonenum` varchar(20) NOT NULL,
  `fullname` varchar(100) NOT NULL,
  `country` varchar(50) NOT NULL,
  `username` varchar(10) NOT NULL,
  `password` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `phonenum`, `fullname`, `country`, `username`, `password`) VALUES
(1, '764678', 'ghofran syami', 'Ø§Ù„Ø³Ø¹ÙˆØ¯ÙŠØ©', 'gof443', 'Uii87oP');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
